brew "ast-grep"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "imagemagick"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "node"
brew "python@3.14"
brew "pipx"
brew "python@3.13"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "tmux"
brew "tree-sitter"
brew "wget"
brew "yt-dlp"
cask "ghostty"
